{"c2dictionary":true,"data":{"statementKey":"ep1","balor1":"Balor:Did someone say powerfully pedantic?","balor2":"Balor:Don't answer that.","balor2.1":"Balor: 'He said pedantically.'","balor2.2":"Balor:Is what one of you should have said...amateurs.","balor3":"Balor:I verify the accuracy of this story. Continue.","balor4":"Balor:HAHAHA!  I'm laughing because what you said is painful!  Painful because you don't have something that is awesome! HA!  Good stuff.","bgSide1":"Boethius:Welcome sir. I have scouted the town of Heahill as you requested.","bgSide2":"Boethius:Yes sir!  Their insolence will come to an end. We will fall on them like a thing with high mass falling on a  thing with very little structural integrity!!!","bgSide3":"Boethius:Yeah! They will be like a thing that is significantly less potent and less fast!  They will be so amazed by the other thing, which is us, that they will be in an awe inspired coma!","bgSide4":"Boethius:Of course sir. Simile is exactly like a metaphor. Better said, it is where you take the situation at hand and restate the exact same thing using difficult to understand words.","bgSide4.1":"Boethius:It's like when you say something in a cave and the cave echoes it back. You could say that cave is 'metaphoring' you with a simile.","bgSide5":"Boethius:Nailed it.","drox1":"Drox:Fiend, the purpose of strength is to show mercy;  and yet to you it is its own end. Like a child you cannot see beyond the thing itself to its purpose. You are...limited.","drox2":"Drox:An astute summary. I wonder how you never picked up on the magic thing before.","grey1":"Dark Hood:The town of Heahill. It's people are weak and overwhelmed with distraction...We will fall on them like a bird on its prey.","grey2":"Dark Hood:They will be like a flower that is so mesmerized by the feeding hummingbird that it cannot move for fear that it will disrupt perfection.","grey3":"Dark Hood:Are you familiar with the concept of a simile?","grey4":"Dark Hood:You just...never mind...continue scouting...from here.","grey5":"Dark Hood:Actually it is, but he's really only gotten things started. Allow me. ","grey5.1":"Dark Hood:Fuge hiuuxa y'est gei","grey6":"Dark Hood:The mother as well? Cute. I'm taking the child...where is the child?","grey7":"You know me??  Interesting. No matter, if you are as powerful as you are pedantic then I've stumbled on true potential.","grey8":"Dark Hood:Arrogance, how common. But three adepts in the same household, that's beyond coincidence. The father seems bewildered though, is he without powers? Improbable...","grey9":"Dark Hood:Improbable...I detest surprises. I'll be back for the boy when the time is right.","lucca1":"Lucca:....","lucca2":"Lucca:Buwi adayahee fiece iweb qaei.","Mallurian:mallurian18":"Seriously, nothing man...","mallurian1":"Mallurian:He's here. *Click anywhere on the screen or press spacebar to progress dialog*","mallurian10":"Mallurian:That's what the cleric said too. Anyway, he had left me a note with only a few words on it. His dying words, which are of course well known to be the most true words one says, were: ","mallurian10.1":"Mallurian:'The water lillies are the lyingest of all flowers.'  Deep stuff. Anyway, what were you saying?","mallurian11":"Mallurian:He's a pragmatic.","mallurian12":"Mallurian:So before, he was talking about himself.","mallurian13":"Mallurian:I think...I think he doesn't appreciate waiting.","mallurian14":"Mallurian:Sorry!  I'm nervous and I mean who refers to themselves in the third person? That shouldn't even be a thing.","mallurian15":"Mallurian:He struggles with words.","mallurian16":"Mallurian:Sen how did you just? Where is? Drox, is that you over there? Where the heck did you come from?","mallurian17":"Mallurian:Honestly I am as surprised as you. I'm kind of just taking it all in. ?I mean, wow.","mallurian19":"Mallurian:I also hate surprises, but lack the abiltiy to dematerialize.  It takes a lot of the weight out of the announcement.","mallurian19.05":" Mallurian:So the prag guy looking for magic, something that is considered gone from the realm, comes by and not only does he find it but he finds...a lot. ","mallurian19.1":"Mallurian:Then the hooded guy materializes and tries to take our son, I guess cause of the magic thing?","mallurian2":"Mallurian:ok...","mallurian20":"Mallurian:We see what we want to see I guess.  This is overwhelming... whatever... wish I had magic.","mallurian3":"Mallurian:so","mallurian4":"Mallurian:is","mallurian5":"Mallurian:now?","mallurian6":"Mallurian:So,if I'm supposed to quit being so literal is a couple of minutes actually an hour or?","mallurian7":"Mallurian:Wow,that was awesome.","mallurian7.1":"Mallurian:Wait,what do you mean 'none of it's ever going to happen'?  I don't have any say in the thing? ","mallurian8":"Mallurian:That's pretty wild. I guess that closes that issue. Real quick though, wanted to tell you a fully unrelated story. Not sure if you knew, but my father was a powerful florist.","mallurian9":"Mallurian:Well, he did flowering for years. Like  a ton of years.  Unfortunately, in his later years the flowering business got pretty tough.","mallurian9.1":"Mallurian:He was killed in a freak flower accident murder.  The sick bastards left half cut red flowers on his pillow as a message.","prag1":"Prag:The pragmatics do not appreciate waiting.","prag2":"Prag:No, that's alright. Call the child in now please.","prag3":"Prag:So I'll place the artifact on the table and we'll see if it reacts. I've never actually seen one do anything and I've done about a thousand of these.","prag4":"Prag:Some people have said they have seen some cause it to emit a small luminescence, but I suspect that is wishful thinking. Magic is dead, if it ever existed at all.","prag5":"Prag:Hello there boy. Will you play a quick game with me?","prag6":"Prag:Does he not talk?","prag7":"Prag:Whatever, I have 10 more of these to do this morning.","prag8":"Prag:As usual...nothing. I'll be on my way.","prag9":"Prag:What in the...that's not possible.","senenle1":"Sen:Ok...I'm  coming in. Just give me another second.","senenle10":"Sen:If anyone is listening out there,please help us keep our secret. Also,while I have you,why do they sell potion bottles in sets of 6 but they only sell you enough potion to fill 4? ","senenle11":"Sen:Better get to the house. Only building in town, other than the church, with a stain glass window. Classin it up as usual.","senenle12":"Sen:I figured.","senenle13":"Sen:I know.","senenle14":"Sen:I KNOW.","senenle15":"Sen:Sorry about that. I wanted to give you time to settle in? Can I get you some tea?","senenle16":"Sen:Of course.","senenle17":"Sen:Sweetheart, come in here. ? So what exactly are you going to do?","senenle18":"Sen:Yeah that's pretty accurate...Sorry.","senenle2":"Sen:Quit being so literal and give me a couple minutes!","senenle3":"Sen:JUST GO!","senenle4":"Sen:What a goof,my goof,but definitely a goof. Same as it was 8 years ago... today!? I remember when we first started toying with the idea.","senenle5":"Sen:So,that's my best bride impersonation. Was fun to do that,even though none of this is going to happen of course.","senenle6":"Sen:I went to the temple last night and prayed over the waters. As I was praying the water lillies moved into an odd formation.","senenle7":"Sen:As I looked closer I saw they had spelled out  'he is too weird'.","senenle7.1":"Sen:While I am not incredibly supersitious, some signs just have to be heeded.","senenle8":"Sen:Powerful. Uncommon adjective for a florist. I'll allow it, go on. Just keep in mind I've met him like 6 times.","senenle9":"Sen:Wait, cut roses would be a pretty standard condolence. I'm pretty sure it was just a standard flower 'sorry for your loss'  kind of thing.","senenleSide1":"err, wrong house. I guess.","senenleSide2":"Third times a charm. Hehe","senenleSide3":"Ok, this is getting embarrassing...","senenleSide4":"Ugh, better keep looking.","senenleSide51":"If Mal were here he'd tell you that's not the proper use of literally.  He literally would.","senDontLeaveTown":"Riveting stuff. I'd ask you more about it but... I'm afraid you'll answer","blackSmith1":"Blacksmith:Can I interest you in Iron Armor? 100G! Or Gold Armor? 1000G! Or, perhaps, DIAMOND ARMOR!!  100000G!!","senenleBlackSmith1":"Sen:You seem to have an exponential thing going on with your pricing scheme. Don't you think you should narrow in on a single demographic?","blackSmith2":"Blacksmith:What... do you mean?","senenleBlackSmith2":"Sen:You have 3 items for sale each of which appeal to an entirely different group of customers.  I mean if you get lucky enough to sell some Iron Armor it's extremely unlikely that same person would buy an item 10x its price... or 1000x its price.","blackSmith3":"Blacksmith:All these years... I thought it was my personality. I tempered armor and swords, but never... my soul.","senenleBlackSmith3":"Sen: I just meant you should maybe change prices. Soul tempering is good too though."}}