{"c2dictionary":true,"data":{"statementKey":"ep2","Mal1":"Mallurian: Sen... I thought you were going to stop reading? I'm trying to sleep.","Sen1":"Sen: I did, like 2 hours ago...","Mal2":"Mallurian: Then turn off the candelabra already.","Sen2":"Sen: The candelabra?? What? Wait, I'm glowing... Not again...","Mal3":"Mallurian: What? Snowing? That's not what I'm saying. Just please don't leave the candelabra burning again.","Sen3":"Sen: Right, hahaha. I'm gonna step outside and get some air. Sorry, honey, about the lamp.  Definitely NOT sorry for a mystical glow that signifies the presence of potent latent magical powers.  Forgive me... for the candelabra.","Mal4":"Mallurian: Woof, man, third time now. Yes, clearly nothing is going on but the candelabra. Please put it out.","Sen4":"Sen: Right right, out with you.. Er.. labra thing!","Sen5":"Sen: I can't keep hiding this from him... he's going to figure out.","Mal5":"Mallurian: zzzz MEAT SANDWICH zzzz","Sen6":"Sen: Well..even if he DOESN'T figure it out, I need to talk to him. I need to get some answers. Need to go see Sage Ralph at the church.","Mal6":"Mallurian: Wait...we don't even have a candelabra.  I don't even think I've ever seen a candelabra.","Mal7":"Mallurian: Hmm...Better sleep on this.","Sen7":"Sen: I guess I should talk to him... so nervous.","Sen8":"Sen: Sage Ralph, may I trouble your mind? There's something that's been really bothering me. I think I'm finally ready to talk about it...","Ralph1":"Sage Ralph: Yes my dear Sen. I believe I have foreseen this. You have come to speak to me about your new... abilities. You wish to hear the great tale of the past. The legend of magic.","Sen9":"Sen: Actually I wanted to ask... what's the deal with 'Ralph'? It's not really a very Sage-y name. Why not Merlin or Gandalf or Wizrobingston?","Ralph2":"Sage Ralph: Well, Sen, my parents chose my name, ok? I chose to be a sage. Hence, Sage Ralph.  It's not alchemy, Sen; parents name children.","Ralph3":"Sage Ralph: I bet you think I'm going to say 'no I'm not telling it now'. But, nope, in my old age I have forsaken the shackles of shame. And so it begins...","Man11":"Soldier 1:You agreed you'd be the one to do it. I was all for coming along and getting you to this point, but I have no interest in going up to that thing. I mean dragon statues AND pulsing red BLOOD ORBS?","Man21":"Soldier 2: I know what I said and it's not a matter of fear. Arcane matters require some element of prudence, you know?  I mean, no one really knows how magic came to exist.  Tinkering with it isn't like smithing a blade, you oaf.","Man31":"Soldier 3:All I know is that he's right.. you said you're doing it... I'm not going to talk to that... thing again.","Man22":"Soldier 2:Again? You never really proved... never mind. I'm going already.","Man32":"Soldier 3: Good. And I did too talk to it, before, and it was super brave.  I would show you right now, but I'm still pretty tired from how brave I was...","gbg1":"Dark Hood:Hi!","Man23":"Soldier 2:Well, that was, unexpected.","gbg2":"Dark Hood:: You didn't think I'd say hello? You think I'm so rude? Was it the lightning? Not all lightning users are rude, you know.","Man24":"Soldier 2:No no, never mind. I heard that you could make us more powerful... than the others. Make us the greatest mages in the world.","gbg3":"Dark Hood: Yes... you realize how open ended that promise is right? I mean, I'm obviously going to just drain the power from everyone else to accomplish that.","Man25":"Soldier 2:What??! No, you wouldn't dare.","gbg4":"Dark Hood: Hahahaha. How cute.  I can feel your lie, your false outrage; it warms me.  You did know and you don't even care. I can't tell if I like that more or less.  You have the artifact?","Man26":"Soldier 2: Yes. But wait...","gbg5":"Dark Hood: No... no more waiting.  Destiny is a matter of choice, not a thing to be waited for, and you already took the fork. Now it's time to eat.","Ralph4":"Sage Ralph:  So you see child, they preferred to release an unspeakable evil upon the world; one which drained it of its wonder, just so they could have something they could control and lord over others.","Sen10":"Sen:Ralph... I mean, Sage Ralph. I'm sorry, I'm stressed of late. Please tell me about the legend of magic, seriously.","Ralph5":"Sage Ralph: don't yet know child. I don't yet know.","Sen11":"Sen: I see. But... what's happening now? Why are we changing?","SenSide1":"Sen:said not to take my promiscuous red shoes off the carpet. While I disagree with his shoe assessment, I will honor his request.","SenSide2":"Sen:The church is straight east of here if I follow the road. I could walk around a bit. Not like it will be hard to find anything.","Sen12":"Sen:Glow is gone again. Figures. I guess I could just go back home...ugh. No I can't. Gotta see if he knows anything.","Sen13":"Sen:I can't leave, I have to see what Sage Ralph Knows.SenSide3","SenSide3":"Sen:Better not go there. Need to get to the church.","greenLadyMidTown1":"Lady:Yes, I am still out here at night time.","faceUpHoodedGuy1":"Hooded Guy:You seriously walk up to strangers in hoods and talk to them in the middle of the night? You are either really dumb or really powerful.  Wait, you are glowing. The latter just tripled in probability.","greenWarriorDude1":"Doe eyed warrior:Did I ever tell you what I think about night time?  Like, night is just dayless day, ya know? Oh, you're married? Never mind then","Sen14":"Sen: Very poignant repetition there.  Very sagely.","SenSide4":"Sen: Whoa… Weird.  I guess the glow is back. Almost like it knew I needed it again.","Ralph6":"Sage Ralph: I went to sage school you know? They respected me there."}}