{"c2dictionary":true,"data":{"statementKey":"ep3","Cressa1":"Cressa: Hey Lucca. It's me Cressa.","Cressa2":"Cressa: My dad said I shouldn't really hang around you. Do you think I should hang around you?","Lucca1":"Lucca:hhh...","Cressa3":"Cressa: Sorry Lucca, I forgot you can't really talk. That's ok, I like to talk. My dad says most girls like to talk. He tells mom that a lot. He doesn't talk very much but he says that a lot.","Lucca2":"Lucca:...","Cressa4":"Cressa: I love ponds Lucca. I love how the lilly pads just float on the pond and if the frogs need to take a break the lilly pads keep on floating and help the frogs out all the while.","Cressa5":"Cressa: The frogs are kind too though. They never just sit on the lilly pads forever for no reason or make the lilly pads sew clothes to sell or make them wash their frog warts.  They just rest a while with them, warts and all, and the lillipads just hold them.","Cressa6":"Cressa: Lucca, don't you see? You're my quiet lilly pad and I'm your frog. Hahaha! RIBBIT! Look at my frog warts! EWWW!","Lucca3":"Lucca:Hehehee. LLLL... ligerum!","Cressa7":"Cressa: LUCCA?!?! How did you do this!! You're amazing!!!","Gbg1":"Dark Hood : Yes, Lucca, you are.","Gbg2":"Dark Hood : Lucca, I need you to come with me... calmly. I'd try and take you but you might accidentally cause a serious problem. Will you come?","Gbg3":"Dark Hood : I figured. No one ever goes on the first ask do they? Not in the stories, not in real life. I'll be back in time, but first I'm going to leave you and your friend here with something that will make you wish you had come along. Remember, what I can do, I can undo... bye.","Lucca4":"Lucca: ...","Lucca5":"Lucca: nnnooo...","Cressa8":"Cressa: mmhmm!!!","cressaDad1":"Cressa's Dad: Cressa! What are you doing up here? Er... hey Lucca. Cressa what did I tell you?","cressaDad2":"Cressa's Dad: Cressa? Answer me... what's happened to you?","Cressa9":"Cressa: ...","cressaDad3":"Cressa's Dad: You... you did this. You're not just a freak you're a contagious freak! Curse you... CRESSA, WITH ME.","cressaDad4":"Cressa's Dad: And now she can't help me sell anything in my shop or run errands.  She hasn't spoken since she was with your boy at the pond.","Mallurian1":"Mallurian: I understand that, but correlation does not equal causation.","cressaDad5":"Cressa's Dad: Say what?","Mallurian2":"Mallurian: Well, what I meant is. You're an idiot.","Sen1":"Sen: MAL!","cressaDad6":"Cressa's Dad: You think just cause you can say words I don't understand you are better than me? Please Mal, I know what you were, what you are. And what use is Cressa to me now? She was barely useful before.","Mallurian3":"Mallurian: What... use? If I were this person you so glibly insinuate I am I'd run you through; but I have the moral high ground right now and I kind of like it.","Mallurian3.5":"Mallurian: After all, usefulness is not what makes us human, what makes us better or good. Not every person, let alone a child, is meant to contribute to the Gross Kingdom Product.","cressaDad7":"Cressa's Dad: Yeah, maybe not, but those are just pretty words. You think you're so charitable, so good? Well here's some words we both know: take her. Let's see how you deal with a second silent mouth to feed.","Sen2":"Sen: Yes, a thousand times yes. Now get out of my house.","cressaDad8":"Cressa's Dad: wha... you will?","Mallurian4":"Mallurian: You forgot the second part of what she said. Leave the girl and get out.","Sen3":"Sen: It's alright love. You are safe and welcome here.","Mallurian5":"Mallurian: Sen, you know what this means. I thought we'd be able to make it through the winter via proper means but at this rate we'll have to see what we can... acquire.","Sen4":"Sen: I thought you were done with 'acquisitions'.","Mallurian6":"Mallurian: I know,and I am. But... what I'm saying is... I'm not.","Sen5":"Sen: Sigh... Lucca, I need you and Cressa to stay with Uncle Drox and Balor for a bit. Alright, Mal, to the caves we go.","Hench11":"Aviator: Lady Callous, I present you with the new recruits. ","Callous1":"Callous: I can see that.","Callous2":"Callous: What's that on your eye?","Recruit1":"Recruit: I lost my eye in that last skirmish, but I made it out. They let me use one of your old patches to protect it.","Callous3":"Callous: Good, I'm glad you made it out. You will have to be extra careful now as you have a blind side that can leave you exposed.","Recruit2":"Recruit: Callous... why?","Callous4":"Callous: Why, I taught you to parry, but you chose to faint. Now my blade is a brush and your blood is the paint.  ","Hench12":"Hench1: Good one Lady Callous, hold on hold on.  Ok... THEY MAKE GRAB, I MAKE STAB, NOW THEIR FUTURE IS DRAB. ","Callous5":"Callous: ahem, as I was saying: The male lion sleeps all day, but the hyena... her eyes light the darkness of the jungle night. Now back to it boys. ","Sen6":"Sen: Mal, be careful, it's been years since you went rogue. You could pull out your back.","Mallurian7":"Mallurian: I dunno Sen, with a confidence shot in the arm of that magnitude it's bound to be a success! It doesn't matter anyway, we need this.","Sen7":"Sen: No, maybe we don't. I wasn't sure if I told you, there are other options. I may have some new... ways.","Mallurian8":"Mallurian: Like what? Magic? HAHAHAHAHAHAAHAHAHAHAHAHAHAHAHA.  Sorry.","Sen8":"Sen: Well actual-","Mallurian9":"Mallurian: HAHAHAHAHAHAHA, still funny, ok, listen.  I need you to go around the back and lookout for me. Just watch and make sure no reinforcements are coming back.","Mallurian10":"Mallurian: I'll go in and pose as one of the newer members of the group.  Whenever I get a chance I'll be snatching up gold bars until I have the full 99.","Sen9":"Sen: Right, max quantity.","Mallurian11":"Mallurian: Right, remember the time  you tried to buy another healing potion when you had 99 already?","Sen10":"Sen: Yeah, I should've drank one before shopping in there. Head wasn't on right.","Mallurian12":"Mallurian: Alright, enough chattin', I'm off...","Sen11":"Sen: I'd better get closer in case he needs my help.","Callous6":"Callous: Wait, some gold is missing, and you on the left!","Callous7":"Callous:Who are you? I don't remember you being a recruit, but you are familiar.","Mallurian13":"Mallurian:Who I am is not as important as who I am not. And who I am not is an impostor who came here and stole your gold. To clarify again: I am an impostor who stole your gold... wait.","Sen12":"Sen:MAL! GET OUT OF THERE ALREADY! LUMEN!","Callous8":"Callous:That was... Mallurian. My my, I was worried I would never get another chance to kill him. Maybe I'll have to become an optimist now? Heahill... that's the only town close enough...","Callous9":"Callous:Aviator, make preparations we're going on a field trip.","Sen13":"Sen:Ready?","Cressa10":"Cressa: ...","SenenleFlash1":"Mom: Lucca, remember when I said that if our rage controls us we relinquish all power to the one who provokes us?","SenenleFlash2":"Mom: Also you didn't drink your green potion. It tastes just like the blue potion and you like the blue potion! You can't just drink ONE type of potion your whole life Lucca!"}}